Repository: damdung-dev/Personalized-Education-System-update
Catalog: home/locale/*/LC_MESSAGES/django.po
Languages: am, be, et, lo, mk, si

source: Teachers
am: መምህራን
be: Настаўнікі
et: Õpetajad
lo: ອາຈານ
mk: Наставници
si: ගුරු

source: Courses
am: ኮርሶች
be: Курсы
et: Kursused
lo: ຫຼັກສູດ
mk: Курсеви
si: පාඨමාලා

source: Help
am: እገዛ
be: Дапамога
et: Abi
lo: ຊ່ວຍເຫຼືອ
mk: Помош
si: උදව්

source: Theme
am: ገጽታ
be: Тэма
et: Teema
lo: ຮູບແບບ
mk: Тема
si: තේමාව

source: Home
am: መነሻ
be: Галоўная
et: Kodu
lo: ໜ້າຫຼັກ
mk: Почетна
si: මුල් පිටුව

source: Results
am: ውጤቶች
be: Вынікі
et: Tulemused
lo: ຜົນການຮຽນ
mk: Резултати
si: ප්‍රතිඵල

source: Documents
am: ሰነዶች
be: Дакументы
et: Dokumendid
lo: ເອກະສານ
mk: Документи
si: ලේඛන

source: Calendar
am: ቀን መቁጠሪያ
be: Каляндар
et: Kalender
lo: ປະຕິທິນ
mk: Календар
si: දින දර්ශනය

source: Chat
am: ውይይት
be: Чат
et: Vestlus
lo: ສົນທະນາ
mk: Ѓабер
si: සංවාදය

source: Notifications
am: ማሳወቂያዎች
be: Апавяшчэнні
et: Teavitused
lo: ແຈ້ງເຕືອນ
mk: Известувања
si: දැනුම්දීම්

source: Account
am: መለያ
be: Уліковы запіс
et: Konto
lo: ບັນຊີ
mk: Сметка
si: ගිණුම

source: Language
am: ቋንቋ
be: Мова
et: Keel
lo: ພາສາ
mk: Јазик
si: භාෂාව

source: Logout
am: ውጣ
be: Выйсці
et: Logi välja
lo: ອອກຈາກລະບົບ
mk: Одјави се
si: පිටවීම

source: Are you sure you want to log out?
am: እርግጠኛ ነህ ውጣ ይፈልጋሉ?
be: Вы ўпэўнены, што хочаце выйсці?
et: Kas olete kindel, et soovite välja logida?
lo: ທ່ານແນ່ໃຈວ່າຈະອອກຈາກລະບົບບໍ?
mk: Дали сте сигурни дека сакате да се одјавите?
si: ඔබට විශ්වාසද ඔබ පිටවීමට කැමතියිද?

source: My account information
am: የኔ መለያ መረጃ
be: Інфармацыя аб маім уліковым запісе
et: Minu konto andmed
lo: ຂໍ້ມູນບັນຊີຂອງຂ້ອຍ
mk: Мои информации за сметката
si: මගේ ගිණුම් තොරතුරු

source: Name
am: ስም
be: Імя
et: Nimi
lo: ຊື່
mk: Име
si: නම

source: Student id
am: የተማሪ መለያ
be: ID студэнта
et: Õpilase ID
lo: ລະຫັດນັກຮຽນ
mk: Број на студент
si: ශිෂ්‍ය හැඳුනුම්පත

source: Personal
am: የግል
be: Асабісты
et: Isiklik
lo: ສ່ວນຕົວ
mk: Лично
si: පෞද්ගලික

source: Company
am: ኩባንያ
be: Кампанія
et: Ettevõte
lo: ບໍລິສັດ
mk: Компанија
si: සමාගම

source: Type of your account
am: የመለያዎ አይነት
be: Тып вашага ўліковага запісу
et: Konto tüüp
lo: ປະເພດບັນຊີຂອງທ່ານ
mk: Тип на вашата сметка
si: ඔබේ ගිණුමේ වර්ගය

source: Phone number
am: የስልክ ቁጥር
be: Нумар тэлефона
et: Telefoninumber
lo: ເບີໂທ
mk: Телефонски број
si: දුරකථන අංකය

source: Your email
am: ኢሜይልዎ
be: Ваш email
et: Teie e-post
lo: ອີເມວຂອງທ່ານ
mk: Ваш е-пошта
si: ඔබේ ඊ-මේල්

source: Your date of birth
am: የልደት ቀንዎ
be: Ваша дата нараджэння
et: Teie sünnikuupäev
lo: ວັນເກີດຂອງທ່ານ
mk: Ваш датум на раѓање
si: ඔබේ උපන් දිනය

source: Students
am: ተማሪዎች
be: Студэнты
et: Õpilased
lo: ນັກຮຽນ
mk: Студенти
si: ශිෂ්‍යයන්

source: Others
am: ሌሎች
be: Іншыя
et: Muud
lo: ອື່ນໆ
mk: Други
si: අනෙකුත්

source: Jobs
am: ስራዎች
be: Працы
et: Tööd
lo: ວຽກ
mk: Работи
si: රැකියා

source: Description
am: መግለጫ
be: Апісанне
et: Kirjeldus
lo: ຄຳອະທິບາຍ
mk: Опис
si: විස්තරය

source: Update your information
am: መረጃዎን አዘምኑ
be: Абнавіце вашу інфармацыю
et: Uuenda oma andmeid
lo: ປັບປຸງຂໍ້ມູນຂອງທ່ານ
mk: Ажурирајте ги вашите информации
si: ඔබේ තොරතුරු යාවත්කාලීන කරන්න

source: Today
am: ዛሬ
be: Сёння
et: Täna
lo: ມື້ນີ້
mk: Денес
si: අද

source: Courses at the center now
am: በማዕከሉ ያሉ ኮርሶች
be: Курсы ў цэнтры зараз
et: Kursused keskuses praegu
lo: ຫຼັກສູດທີ່ມີຢູ່ສູນ
mk: Курсеви во центарот сега
si: මෙම මධ්‍යස්ථානයේ දැනට පාඨමාලා

source: Subject code
am: የትምህርት ኮድ
be: Код прадмета
et: Aine kood
lo: ລະຫັດວິຊາ
mk: Шифра на предмет
si: විෂය කේතය

source: Subject name
am: የትምህርት ስም
be: Назва прадмета
et: Aine nimetus
lo: ຊື່ວິຊາ
mk: Име на предмет
si: විෂය නාමය

source: Study month
am: የጥናት ወር
be: Месяц навучання
et: Õppimise kuu
lo: ເດືອນຮຽນ
mk: Месец на студирање
si: අධ්‍යයන මාසය

source: Register
am: መመዝገብ
be: Рэгістрацыя
et: Registreeru
lo: ລົງທະບຽນ
mk: Регистрирај се
si: ලියාපදිංචි වන්න

source: There are no courses yet
am: እስካሁን ኮርሶች የሉም
be: Курсаў пакуль няма
et: Kursuseid veel ei ole
lo: ຍັງບໍ່ມີຫຼັກສູດ
mk: Сѐ уште нема курсеви
si: තවම පාඨමාලා නැත

source: Chat assistant
am: የውይይት እገዛ
be: Памочнік чата
et: Vestlusassistent
lo: ຜູ້ຊ່ວຍສົນທະນາ
mk: Помошник за ќаскање
si: සංවාද සහකාර

source: Hi! I'm your virtual assistant. Please enter your question below 👋
am: ሰላም! እኔ አንድ እርምጃ እገዛ ነኝ። እባክዎ ጥያቄዎን በታች ያስገቡ 👋
be: Прывітанне! Я ваш віртуальны памочнік. Калі ласка, увядзіце сваё пытанне ніжэй 👋
et: Tere! Olen teie virtuaalne assistent. Palun sisestage oma küsimus allpool 👋
lo: ສະບາຍດີ! ຂ້ອຍແມ່ນຜູ້ຊ່ວຍເສມືອນ. ກະລຸນາປ້ອນຄຳຖາມຂອງທ່ານຂ້າງລຸ່ມ 👋
mk: Здраво! Јас сум вашиот виртуелен помошник. Внесете го вашето прашање подолу 👋
si: හයි! මම ඔබේ අභ්‍යන්තර සහකාරයා. කරුණාකර ඔබේ ප්‍රශ්නය පහළට ඇතුළත් කරන්න 👋

source: List of my lessons
am: የኔ ትምህርቶች ዝርዝር
be: Спіс маіх урокаў
et: Minu tundide nimekiri
mk: Листа на моите лекции
si: මගේ පාඩම් ලැයිස්තුව

source: Find lessons you want...
am: የሚፈልጉትን ትምህርቶች ይፈልጉ...
be: Знайдзіце ўрокі, якія вы хочаце...
et: Leia tund, mida soovite...
mk: Пронајдете лекции кои сакате...
si: ඔබ කැමති පාඩම් සොයන්න...

source: Youtube search
am: የYouTube ፍለጋ
be: Пошук у Youtube
et: YouTube otsing
mk: Пребарување на YouTube
si: YouTube සොයන්න

source: Search
am: ፍለጋ
be: Пошук
et: Otsi
lo: ຄົ້ນຫາ
mk: Пребарај
si: සෙවීම

source: Description:
am: መግለጫ:
be: Апісанне:
et: Kirjeldus:
mk: Опис:
si: විස්තරය:

source: Starting date:
am: የመጀመሪያ ቀን:
be: Дата пачатку:
et: Alguskuupäev:
mk: Почетен датум:
si: ආරම්භක දිනය:

source: Learn now
am: አሁን ተማሩ
be: Вучыцца зараз
et: Alusta õppimist nüüd
mk: Научи сега
si: දැන් ඉගෙන ගන්න

source: There are no lessons for this course.
am: ለዚህ ኮርስ ትምህርቶች የሉም
be: Для гэтага курса няма ўрокаў.
et: Selle kursuse jaoks pole tunde.
lo: ບໍ່ມີບົດຮຽນສໍາລັບຫຼັກສູດນີ້
mk: Нема лекции за овој курс.
si: මෙම පාඨමාලාව සඳහා පාඩම් නොමැත

source: My course
am: ኮርስዬ
be: Мой курс
et: Nire ikastaroa
mk: Мојот курс
si: මගේ පාඨමාලාව

source: Current courses at our center
am: ያሉት ኮርሶች በማእከላችን
be: Бягучыя курсы ў нашым цэнтры
et: Gure zentroko egungo ikastaroak
mk: Тековни курсеви во нашиот центар
si: අපගේ මධ්‍යස්ථානයේ වත්මන් පාඨමාලා

source: Static
am: ቋሚ
be: Абавязковы
et: Staatiline
lo: ບັງຄັບ
mk: Статично
si: ස්ථායී

source: Optional
am: አማራጭ
be: Факультатыўны
et: Valikuline
lo: ເລືອກໄດ້
mk: Опционално
si: විකල්ප

source: Learn about the course
am: ስለ ኮርሱ ተማሩ
be: Даведайцеся пра курс
et: Õpi kursuse kohta
lo: ຮຽນຮູ້ກ່ຽວກັບຫຼັກສູດ
mk: Научи за курсот
si: පාඨමාලාව ගැන ඉගෙන ගන්න

source: You have not any courses now
am: አሁን ኮርሶች የላችሁም
be: У вас пакуль няма курсаў
et: Teil pole praegu kursuseid
lo: ທ່ານຍັງບໍ່ມີຫຼັກສູດ
mk: Сега немате курсеви
si: ඔබට මේ මොහොතේ පාඨමාලා නොමැත

source: Library
am: ቤተ-መፅሀፍት
be: Бібліятэка
et: Raamatukogu
lo: ຫ້ອງສະຫມຸດ
mk: Библиотека
si: පුස්තකාලය

source: My library
am: የኔ ቤተ-መፅሀፍት
be: Мая бібліятэка
et: Minu raamatukogu
lo: ຫ້ອງສະຫມຸດຂອງຂ້ອຍ
mk: Моја библиотека
si: මගේ පුස්තකාලය

source: Add
am: ያክሉ
be: Дадаць
et: Lisa
lo: ເພີ່ມ
mk: Додади
si: එක් කරන්න

source: Delete
am: አጥፋ
be: Выдаліць
et: Kustuta
lo: ລົບ
mk: Избриши
si: මකා දැමීම

source: List
am: ዝርዝር
be: Спіс
et: Nimekiri
lo: ລາຍການ
mk: Листа
si: ලැයිස්තුව

source: Column
am: አምድ
be: Слупок
et: Veerg
lo: ຖັນ
mk: Колона
si: තීරුව

source: The amount of books currently
am: ያሁን ጊዜ ያሉ መፅሀፍቶች ብዛት
be: Колькасць кніг у цяперашні час
et: Raamatute arv praegu
lo: ຈຳນວນປື້ມໃນປະຈຸບັນ
mk: Број на книги во моментов
si: වත්මන් පොත් ගණන

source: Read now
am: አሁን አንብቡ
be: Чытаць зараз
et: Loe nüüd
lo: ອ່ານດຽວນີ້
mk: Читај сега
si: දැන් කියවන්න

source: None of books
am: መፅሀፍ የለም
be: Няма кніг
et: Raamatuid pole
lo: ບໍ່ມີປື້ມ
mk: Нема книги
si: පොත් නොමැත

source: Books you read recently
am: የቅርቡ ጊዜ የተነበቡ መፅሀፍቶች
be: Кнігі, якія вы чыталі нядаўна
et: Raamatud, mida lugesite hiljuti
lo: ປື້ມທີ່ທ່ານອ່ານຫຼ້າສຸດ
mk: Книги кои сте ги читале неодамна
si: ඔබ මෑතකදී කියවූ පොත්

source: Open
am: ክፈት
be: Адкрыць
et: Ava
lo: ເປີດ
mk: Отвори
si: විවෘත කරන්න

source: None of books are reading
am: ምንም መፅሀፍ አይታይም
be: Няма кніг для чытання
et: Ühtegi raamatut ei loeta
lo: ບໍ່ມີປື້ມກຳລັງອ່ານ
mk: Нема читање на книги
si: කියවන පොත් නොමැත

source: Top of books
am: ከፍተኛ መፅሀፍቶች
be: Лепшыя кнігі
et: Raamatute tipp
lo: ປື້ມຍອດນິຍົມ
mk: Најдобри книги
si: පොත් හොඳම

source: The number of books
am: የመፅሀፍቶች ቁጥር
be: Колькасць кніг
et: Raamatute arv
lo: ຈຳນວນປື້ມ
mk: Број на книги
si: පොත් ගණන

source: None of books here
am: እዚህ መፅሀፍ የለም
be: Няма кніг тут
et: Siin pole raamatuid
lo: ບໍ່ມີປື້ມຢູ່ນີ້
mk: Нема книги тука
si: මෙහි පොත් නොමැත

source: Previous
am: ቀዳሚ
be: Папярэдні
et: Eelmine
lo: ກ່ອນໜ້າ
mk: Претходно
si: පෙර

source: Page
am: ገፅ
be: Старонка
et: Leht
lo: ໜ້າ
mk: Страница
si: පිටුව

source: Next page
am: ቀጣይ ገፅ
be: Наступная старонка
et: Järgmine leht
lo: ໜ້າຕໍ່ໄປ
mk: Следна страница
si: ඊළඟ පිටුව

source: Help center
am: የእገዛ ማዕከል
be: Цэнтр дапамогі
et: Abikeskus
lo: ສູນຊ່ວຍເຫຼືອ
mk: Центар за помош
si: උදව් මධ්‍යස්ථානය

source: Frequently asked questions
am: ብዙ ጊዜ የሚጠየቁ ጥያቄዎች
be: Часта задаваныя пытанні
et: Korduma kippuvad küsimused
lo: ຄຳຖາມທີ່ຖືກຖາມປະຈຳ
mk: Често поставувани прашања
si: අපේක්ෂිත ප්‍රශ්න

source: Contact support
am: ድጋፍ ያግኙ
be: Звяжыцеся з падтрымкай
et: Võta ühendust toega
lo: ຕິດຕໍ່ຊ່ວຍເຫຼືອ
mk: Контактирајте поддршка
si: සහාය අමතන්න

source: System user manual
am: የስርዓት ተጠቃሚ መመሪያ
be: Кіраўніцтва карыстальніка сістэмы
et: Süsteemi kasutusjuhend
lo: ຄູ່ມືໃຊ້ລະບົບ
mk: Прирачник за корисници
si: සැකසුම් මාර්ගෝපදේශය

source: Tips
am: ምክሮች
be: Парады
et: Nõuanded
lo: ເຄັດລັບ
mk: Совети
si: ටිපස්

source: Here you can find system user manuals and ways to contact for support.
am: እዚህ የስርዓት ተጠቃሚ መመሪያዎችን እና ድጋፍ ለማግኘት የመገናኘት መንገዶችን ማግኘት ትችላለህ።
be: Тут вы можаце знайсці кіраўніцтвы карыстальніка сістэмы і спосабы сувязі для падтрымкі.
et: Siit leiate süsteemi kasutusjuhendid ja viise toe saamiseks ühendust võtta.
lo: ທີ່ນີ້ທ່ານສາມາດພົບຄູ່ມືຜູ້ໃຊ້ລະບົບ ແລະ ວິທີການຕິດຕໍ່ສໍາລັບການຊ່ວຍເຫຼືອ.
mk: Тука можете да најдете кориснички упатства за системот и начини за контакт за поддршка.
si: මෙහිදී ඔබට පද්ධති පරිශීලක අත්පොත් සහ සහය සඳහා සම්බන්ධ විය හැකි ක්‍රම සොයා ගත හැකිය.

source: Welcome to the Dashboard 👋
am: እንኳን ወደ ዳሽቦርድ በደህና መጡ 👋
be: Сардэчна запрашаем на панэль кіравання 👋
et: Tere tulemast juhtpaneelile 👋
lo: ຍິນດີຕ້ອນຮັບສູ່ Dashboard 👋
mk: Добредојдовте на контролниот панел 👋
si: ඩෑෂ්බෝර්ඩ්ට පිළිගනිමු 👋

source: Hi
am: ሰላም
be: Прывітанне
et: Tere
lo: ສະບາຍດີ
mk: Здраво
si: හයි

source: explore your account and activities here.
am: እዚህ መለያዎንና እንቅስቃሴዎችን ያሳስቡ.
be: даследуйце ваш уліковы запіс і дзейнасць тут.
et: uurige oma kontot ja tegevusi siin.
lo: ສຳຫຼວດບັນຊີແລະກິດຈະກຳຂອງທ່ານທີ່ນີ້.
mk: истражете ја вашата сметка и активности тука.
si: මෙහි ඔබේ ගිණුම සහ ක්‍රියාකාරකම් විමසුම

source: Quick Stats
am: ፈጣን ስታቲስቲክስ
be: Хуткая статыстыка
et: Kiired statistika
lo: ສະຖິຕິດ່ວນ
mk: Брзи статистики
si: ඉක්මන් සංඛ්‍යාත්මක තොරතුරු

source: Studying Courses
am: ትምህርቶች
be: Курсы, якія вывучаюцца
et: Õppematerjalid
lo: ຫຼັກສູດກຳລັງຮຽນ
mk: Курсеви за учење
si: අධ්‍යයන පාඨමාලා

source: Progress
am: እድገት
be: Прагрэс
et: Edusammud
lo: ຄວາມຄືບໜ້າ
mk: Напредок
si: වර්ධනය

source: Learning Progress
am: የትምህርት እድገት
be: Прагрэс навучання
et: Õppimise edenemine
lo: ຄວາມຄືບໜ້າການຮຽນ
mk: Напредок во учење
si: අධ්‍යයන වර්ධනය

source: User Activities
am: የተጠቃሚ እንቅስቃሴዎች
be: Дзейнасць карыстальнікаў
et: Kasutaja tegevused
lo: ກິດຈະກຳຂອງຜູ້ໃຊ້
mk: Активности на корисникот
si: භාවිතා කරන්නාගේ ක්‍රියාකාරකම්

source: Lesson
am: ትምህርት
be: Урок
et: Tund
lo: ບົດຮຽນ
mk: Лекција
si: පාඩම

source: Your browswer does not support videos
am: አሳሽዎ ቪዲዮዎችን አይደግፍም
be: Ваш браўзер не падтрымлівае відэа
et: Teie brauser ei toeta videoid
lo: ເບຣາເຊີຂອງທ່ານບໍ່ຮອງຮັບວິດີໂອ
mk: Вашиот прелистувач не поддржува видеа
si: ඔබේ බ්‍රවුසරය වීඩියෝ සඳහා සහාය නොදක්වයි

source: Back
am: ተመለስ
be: Назад
et: Tagasi
lo: ກັບ
mk: Назад
si: ආපසු

source: Done
am: ተጠናቀቀ
be: Гатова
et: Valmis
lo: ສຳເລັດ
mk: Готово
si: සම්පූර්ණයි

source: All
am: ሁሉም
be: Усе
et: Kõik
lo: ທັງໝົດ
mk: Сите
si: සියලුම

source: Unread
am: አንተዋልኝ
be: Непрачытаныя
et: Lugemata
lo: ບໍ່ໄດ້ອ່ານ
mk: Непрочитано
si: නොපොත් කියවූ

source: This week
am: ይህ ሳምንት
be: На гэтым тыдні
et: Selle nädala
lo: ອາທິດນີ້
mk: Оваа недела
si: මෙම සතිය

source: See older notifications
am: የድሮ ማሳወቂያዎችን ይመልከቱ
be: Глядзець старыя апавяшчэнні
et: Vaata vanemaid teavitusi
lo: ເບິ່ງການແຈ້ງເຕືອນເກົ່າ
mk: Види постари известувања
si: පැරණි දැනුම්දීම් බලන්න

source: My results
am: የኔ ውጤቶች
be: Мае вынікі

source: You have no recorded learning outcomes.
am: የተመዘገቡ የትምህርት ውጤቶች የሉም
be: У вас няма запісаных вынікаў навучання.
et: Teil ei ole registreeritud õppimise tulemusi
lo: ທ່ານບໍ່ມີຜົນການຮຽນທີ່ຖືກບັນທຶກ
mk: Немате запишани резултати од учење
si: ඔබට ලියාපදිංචි අධ්‍යයන ප්‍රතිඵල නොමැත

source: List of teachers
am: የመምህራን ዝርዝር
be: Спіс настаўнікаў
et: Õpetajate nimekiri
lo: ລາຍຊື່ອາຈານ
mk: Листа на наставници
si: ගුරු ලැයිස්තුව

source: STT
be: Нумар
et: Nr
lo: ລຳດັບ

source: Teachers name
am: የመምህር ስም
be: Імя настаўніка
et: Õpetaja nimi
lo: ຊື່ອາຈານ
mk: Име на наставникот
si: ගුරුවරුන්ගේ නාමය

source: No data of teachers
am: የመምህራን መረጃ የለም
be: Няма дадзеных аб настаўніках
et: Õpetajate andmeid pole
lo: ບໍ່ມີຂໍ້ມູນອາຈານ
mk: Нема податоци за наставниците
si: ගුරුවරුන්ගේ දත්ත නොමැත

source: 📚 List of my lessons
lo: 📚 ລາຍການບົດຮຽນຂອງຂ້ອຍ

source: 🔍 Find lessons you want...
lo: 🔍 ຄົ້ນຫາບົດຮຽນທີ່ທ່ານຕ້ອງການ...

source: 🔍 Youtube search
lo: 🔍 ຄົ້ນຫາ YouTube

source: 📖 Description:
lo: 📖 ຄຳອະທິບາຍ:

source: 📅 Starting date:
lo: 📅 ວັນເລີ່ມ:

source: 🚀 Learn now
lo: 🚀 ເລີ່ມຮຽນດຽວນີ້

source: 📘 My course
lo: 📘 ຫຼັກສູດຂອງຂ້ອຍ
